// *++
//
// Copyright (c) 2024, SOPHGO Technologies Inc. All rights reserved.<BR>
//
// SPDX-License-Identifier: BSD-2-Clause-Patent
//
// -- *
#langdef   en-US "English"

#string STR_FIRMWARE_UPDATE_ERROR_INFO    #language en-US "Get the firmware.bin from USB Storage failed."

#string STR_FIRMWARE_FILE_ERROR           #language en-US "Invaild File."

#string STR_PRESS_ENTER_CONTINUE          #language en-US "Press <Enter> to continue..."

#string STR_PRESS_ENTER_RESTART           #language en-US "Press <Enter> to reset system!"
